Repository: shirok/WiLiKi
Catalog: po/*.po
Languages: vi

source: Nonexistent page:
vi: Trang không tồn tại:

source: Create a new page:
vi: Tạo trang mới:

source: All Pages
vi: Mọi trang

source: Recent Changes
vi: Thay đổi gần đây

source: Search results of "~a"
vi: Kết quả tìm kiếm về "~a"

source: Top
vi: Tranh chính

source: Edit
vi: Sửa

source: History
vi: Lịch sử

source: All
vi: Tất cả

source: Search
vi: Tìm

source: Last modified :
vi: Lần sửa cuối:

source: Preview again
vi: Xem trước lần nữa

source: Commit
vi: Lưu

source: Preview
vi: Xem trước

source: Commit without preview
vi: Lưu không xem trước

source: Don't update 'Recent Changes'
vi: Không cập nhật "Thay đổi gần đây"

source: ChangeLog (brief summary of your edit for later reference):
vi: ChangeLog (tóm tắt ngắn về thay đổi để tham khảo về sau):

source: <h2>Text Formatting Rules</h2> <p>No HTML.</p> <p>A line begins with ";;" doesn't appear in the output (comment).</p> <p>A line begins with "~" is treated as if it is continued from the previous line, except comments. (line continuation).</p> <p>Empty line to separating paragraphs (&lt;p&gt;)</p> <p>"<tt>- </tt>", "<tt>-- </tt>" and "<tt>--- </tt>" ... at the beginning of a line for an item of unordered list (&lt;ul&gt;). Put a space after dash(es).</p> <p>"<tt># </tt>", "<tt>## </tt>", "<tt>### </tt>" ... at the beginning of a line for an item of ordered list (&lt;ol&gt;). Put a space after <tt>#</tt>'s.</p> <p>A line with only "<tt>----</tt>" is &lt;hr&gt;.</p> <p>"<tt>:item:description</tt>" at the beginning of a line is &lt;dl&gt;. The item includes all colons but the last one. If you want to include a colon in the description, put it in the next line.</p> <p><tt>[[Name]]</tt> to make "Name" a WikiName. Note that a simple mixed-case word doesn't become a WikiName. "Name" beginning with "$" has special meanings (e.g. "[[$date]]" is replaced for the time at the editing.)</p> <p>A URL-like string beginning with "<tt>http:</tt>" becomes a link. "<tt>[URL name]</tt>" becomes a <tt>name</tt> that linked to <tt>URL</tt>.</p> <p>Surround words by two single quotes (<tt>''foo''</tt>) to emphasize.</p> <p>Surround words by three single quotes (<tt>'''foo'''</tt>) to emphasize more.</p> <p>Surround words by three double quotes (<tt>"""foo"""</tt>) for fixed-length typesetting.</p> <p>Surround words by three tildes (<tt>~~~foo~~~</tt>) for strikeout.</p> <p>"<tt>*</tt>", "<tt>**</tt>" and "<tt>***</tt>"' ... at the beginning of a line is a header. Put a space after the asterisk(s).</p> <p>Whitespace(s) at the beginning of line for preformatted text.</p> <p>A line of "{{{" starts verbatim text, which ends with a line of "}}}". No formatting is done in verbatim text. Even comments and line continuation don't have effect.</p> <p>A line begins with "||" and also ends with "||" becomes a row of a table. Consecutive rows forms a table. Inside a row, "||" delimits columns.</p> <p>"~%" is replaced for "&lt;br&gt;".</p> <p>If you want to use special characters at the beginning of line, put six consecutive single quotes. It emphasizes a null string, so it's effectively nothing.</p>
vi: <h2>Quy tắc định dạng</h2> <p>Không HTML.</p> <p>Dòng bắt đầu với ";;" không xuất hiện ở đầu ra (ghi chú).</p> <p>Dòng bắt đầu bằng "~" coi như nối tiếp từ dòng trước đó, trừ khi đó là ghi chú. (tiếp nối dòng).</p> <p>Dòng trống ngăn cách các đoạn (&lt;p&gt;)</p> <p>"<tt>- </tt>", "<tt>-- </tt>" and "<tt>--- </tt>" ... ở đầu dòng của các mục thuộc danh sách không thứ tự (&lt;ul&gt;). Thêm khoảng trắng sau dấu gạch ngang.</p> <p>"<tt># </tt>", "<tt>## </tt>", "<tt>### </tt>" ... ở đầu dòng của các mục thuộc danh sách có thứ tự (&lt;ol&gt;). Thêm khoảng trắng sau <tt>#</tt>.</p> <p>Dòng chỉ có "<tt>----</tt>" là &lt;hr&gt;.</p> <p>"<tt>:mục:mô tả</tt>" ở đầu dòng là &lt;dl&gt;. Mục bao gồm tất cả dấu hai chấm trừ cái cuối cùng. Để thêm dấu hai chấm vào mô tả, thêm vào ở hàng kế.</p> <p><tt>[[Tên]]</tt> tạo WikiName tên "Tên". Một từ trộn lẫn chữ hoa và chữ thường không tự động biến thành WikiName. "Tên" bắt đầu bằng "$" có ý nghĩa đặc biết (v.d. "[[$date]]" được thay bằng ngày thay đổi.)</p> <p>Chuỗi dạng URL bắt đầu với "<tt>http:</tt>" biến thành một liên kết. "<tt>[URL tên]</tt>" biến thành <tt>tên</tt> và được liên kết đến <tt>URL</tt>.</p> <p>Hai nháy đơn bao quanh từ (<tt>''foo''</tt>) để nhấn mạnh.</p> <p>Ba nháy đơn bao quanh từ (<tt>'''foo'''</tt>) để nhấn mạnh hơn nữa.</p> <p>Ba nháy kép bao quanh từ (<tt>"""foo"""</tt>) để dùng phông chữ có độ rộng cố định.</p> <p>Ba dấu ngã bao quanh từ (<tt>~~~foo~~~</tt>) để gạch đè.</p> <p>"<tt>*</tt>", "<tt>**</tt>" and "<tt>***</tt>"' ... ở đầu dòng là tiêu đề. Thêm khoảng trắng sau dấu sao cuối cùng.</p> <p>Khoảng trắng ở đầu dòng cho văn bản định dạng sẵn.</p> <p>Dòng "{{{" bắt đầu nguyên văn, kết thúc ở dòng "}}}". Nguyên văn không được định dạng lại. Thậm chí ghi chú và tiếp nối dòng cũng không có tác dụng.</p> <p>Dòng bắt đầu bằng "||" và kết thúc bằng "||" biến thành một hàng trong bảng. Các hàng liên tục tạo thành một bảng. "||" dùng để phân cột trong mỗi dòng.</p> <p>"~%" được dùng thay cho "&lt;br&gt;".</p> <p>Để dùng ký tự đặc biệt ở đầu dùng, thêm sáu dấu nháy đơn liên tiếp. Đây là mã để nhấn mạnh chuỗi rỗng, nên trên thực tế không có hiệu ứng gì.</p>

source: Preview of ~a
vi: Xem trước ~a

source: lines you added (or somebody else deleted)
vi: dòng bạn thêm (hoặc ai đó xoá)

source: lines somebody else added (or you deleted)
vi: dòng ai đó thêm (hoặc bạn xoá)

source: Edit History
vi: Nhật ký thay đổi

source: Edit history of ~a
vi: Nhật ký thay đổi của ~a

source: added lines
vi: dòng được thêm

source: deleted lines
vi: dòng bị xoá

source: Changes of ~a since ~a
vi: Thay đổi của ~a từ ~a

source: Changes of ~a between ~a and ~a
vi: Thay đổi của ~a giữa ~a và ~a

source: Edit History:Diff
vi: Nhật ký thay đổi:Xem khác biệt

source: Edit History:View
vi: Nhật ký thay đổi:Xem

source: Content of ~a at ~a
vi: Nội dung của ~a lúc ~a

source: View diff from current version
vi: Xem khác biệc so với phiên bản hiện thời

source: Edit this version
vi: Sửa phiên bản này

source: No edit history available for page ~a
vi: Không có nhật ký thay đổi cho trang ~a

source: Return to the edit history
vi: Trở về nhật ký thay đổi

source: Page(s) with tag ~s
vi: Trang với thẻ ~s

source: The list is cached and updated occasionally.
vi: Danh sách được lưu tạm và cập nhật định kỳ.

source: Update cache now
vi: Cập nhật ngay

source: Post a comment
vi: Gửi nhận xét

source: Name:
vi: Tên:

source: Submit Comment
vi: Gửi nhận xét

source: Past comment(s)
vi: Nhận xét trước
